Repository: common-repository/aoplayer
Catalog: lang/aoplayer-*.po
Languages: ru_ru

source: Player AvtoOfis.Video
ru_ru: Плеер АвтоОфис.Видео

source: Constructor
ru_ru: Конструктор

source: When you click on the shortcode, it will be selected and copied to the buffer
ru_ru: При клике по шорткоду, он будет выделен и скопирован в буфер

source: Shortcode Attributes
ru_ru: Атрибуты шорткода

source: To output the player, you must add the generated shortcode to the page or to the entry
ru_ru: Для вывода плеера необходимо добавить сгенерированный шорткод на страницу или в запись

source: Indicate which copy of the player on the page
ru_ru: Укажите какой по счету экземпляр плеера на странице

source: Specify the type of player
ru_ru: Укажите тип плеера

source: Player type
ru_ru: Тип плеера

source: Choose...
ru_ru: Выберите...

source: Player showplaylist
ru_ru: Отображать плейлист

source: Player Height
ru_ru: Высота плеера

source: Player Width
ru_ru: Ширина плеера

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Player controls
ru_ru: Отобразить элементы управления

source: Player preload
ru_ru: Загрузка контента вместе с загрузкой страницы

source: Player playlistposition
ru_ru: Положение плейлиста

source: Top
ru_ru: Вверху

source: Left
ru_ru: Слева

source: Right
ru_ru: Справа

source: Bottom
ru_ru: Внизу

source: Player autoplay
ru_ru: Автозапуск при загрузке страницы

source: Player autoplaysound
ru_ru: Отображать сообщение о необходимости включить звук (при автозапуске плеера)

source: Player orderbutton
ru_ru: Отображать кнопку заказа

source: Player orderbuttonposition
ru_ru: Положение кнопки заказа

source: TopLeft
ru_ru: Вверху слева

source: TopRight
ru_ru: Вверху справа

source: TopCenter
ru_ru: Вверху по центру

source: BottomLeft
ru_ru: Внизу слева

source: BottomRight
ru_ru: Внизу справа

source: BottomCenter
ru_ru: Внизу по центру

source: LeftCenter
ru_ru: Слева по центру

source: RightCenter
ru_ru: Справа по центру

source: Center
ru_ru: По центру

source: Player orderbuttonlink
ru_ru: Ссылка на страницу заказа

source: Player orderbuttontitle
ru_ru: Текст на кнопке заказа

source: Player orderbuttoncolor
ru_ru: Стиль кнопки заказа

source: Style Default
ru_ru: Стиль "Default"

source: Style Info
ru_ru: Стиль "Info"

source: Style Primary
ru_ru: Стиль "Primary"

source: Style Warning
ru_ru: Стиль "Warning"

source: Style Danger
ru_ru: Стиль "Danger"

source: Style Success
ru_ru: Стиль "Success"

source: Player orderbuttontime
ru_ru: Таймер вывода кнопки (sec)

source: Player orderbuttonfontsize
ru_ru: Размер шрифта текста на кнопке (px)

source: Player orderbuttonleft
ru_ru: Отступ слева (px)

source: Player orderbuttonright
ru_ru: Отступ справа (px)

source: Save
ru_ru: Сохранить

source: Aoplayer
ru_ru: АвтоОфис.Видео

source: Aoplayer Plugin
ru_ru: АвтоОфис.Видео

source: OrderButtonTitle
ru_ru: Заказать

source: Sound on
ru_ru: Включить звук

source: Add Source
ru_ru: Добавить контент

source: Player Source link
ru_ru: Ссылка на воспроизводимый контент

source: Player Source poster
ru_ru: Обложка

source: Player Source Type
ru_ru: Тип воспроизводимого файла

source: Player Source title
ru_ru: Название

source: Warning CloneBlock
ru_ru: Кликните по иконке "+" чтобы клонировать блок контента

source: Placeholder Template
ru_ru: Название шаблона

source: Warning Mising Date
ru_ru: Заполните это поле

source: Choose template ...
ru_ru: Выберите шаблон...

source: Missing required data
ru_ru: Отсутствуют необходимые данные

source: Incorrect or missing template name
ru_ru: Некорректное или отсутствует название шаблона

source: Error saving data
ru_ru: Ошибка сохранения данных

source: Success Save Data
ru_ru: Данные успешно сохранены

source: Missing data
ru_ru: Отсутствуют данные

source: Player positionplayer
ru_ru: Позиция плеера на странице

source: Player controls_navigation
ru_ru: Отображать кнопки предыдущий и следующий трек

source: Warning Delete Template
ru_ru: Удаление шаблона

source: Warning Save New Template
ru_ru: Сохранить как новый

source: A template with this name already exists
ru_ru: Шаблон с таким названием уже существует

source: Warning
ru_ru: Внимание!

source: Warning Deleted Template
ru_ru: Подтвердите удаление шаблона

source: Affects the display of the poster in the player
ru_ru: Влияет на отображение постера в плеере
